const poemList = [
  {
    id: '0000001',
    title: '', //默认为无名
    content:
      '在那样潦原浸天的北方癸地，我曾遇上一双恶鬼的眼睛。\n本以为他獠牙青面、凶恶狰狞，抬眼却簪星曳月、华服美衣。\n此后北国碎琼乱玉，心中戛玉敲冰，道袍袖口撕扯出难愈的疾。\n真的，我曾试图千万次定住自己的心，没用，他们说吗，这叫天命', //
    creator: '陶老师',
    created_at: '2022-05-18 23:00', //今年的日期格式:05-20, 昨天的格式: 昨天
    updated_at: ''
  },
  {
    id: '0000002',
    title: '',
    content:
      '诗人戏水之时\n会背上一网兜的情诗\n一边游一边漏词\n有的勾在岸边树枝\n有的被鱼衔去溺在水池\n风起水涌之日\n四面八方都是那三个字',
    creator: '陶老师',
    created_at: '2022-05-16 13:04',
    updated_at: ''
  },
  {
    id: '0000003',
    title: '',
    content:
      '汽笛漾着海浪，悠悠吟唱\n你背对着我，安静、平和且隐秘\n夜色无端锋利，划破荒唐，星群赌气去流浪\n看不清来路与前方，辨不明记得与遗忘\n身边船只驶去\n你回身望我，一句未讲\n凝结的瞬间有冰在淌',
    creator: '陶老师',
    created_at: '2022-05-13 13:23',
    updated_at: ''
  },
  {
    id: '0000004',
    title: '',
    content:
      '夜晚是强盗吗？\n他抢了什么？\n不不\n是我生生扯破他的衣角\n夺走他的弯刀\n固执的留在他停歇的桃花岛',
    creator: '陶老师',
    created_at: '2022-05-11 21:12',
    updated_at: ''
  },
  {
    id: '0000005',
    title: '',
    content: '你的双臂间有东风\n御风万里\n所有的不安都死于相拥',
    creator: '陶老师',
    created_at: '2022-05-08 17:35',
    updated_at: ''
  },
  {
    id: '0000006',
    title: '',
    content:
      '绝日之后燃尽春光\n掐断夜长\n孟夏月的故事一如既往\n永远写不到最后一行',
    creator: '陶老师',
    created_at: '2022-05-04 23:33',
    updated_at: ''
  },
  {
    id: '0000007',
    title: '',
    content:
      '你会不会在下一次候场时\n想起那天琴房里的夕阳\n也或许\n我只是你创作中\n谱了一半的章',
    creator: '陶老师',
    created_at: '2022-05-02 01:20',
    updated_at: ''
  },
  {
    id: '0000008',
    title: '',
    content:
      '夏天并没有到来\n是荼蘼自己想开\n人生可不就如虹\n你握不住\n又在幻想中',
    creator: '陶老师',
    created_at: '2022-04-29 00:12',
    updated_at: ''
  },
  {
    id: '0000009',
    title: '',
    content:
      '初见你的时候很暖和\n天地间的春色都被你披着\n自此每经过一次苏醒\n都觉得你有来过\n就连我这样平静的河\n也会为你波澜壮阔',
    creator: '陶老师',
    created_at: '2022-04-28 18:37',
    updated_at: ''
  },
  {
    id: '0000010',
    title: '',
    content:
      '想要一个狂风暴雨天\n去到古城边\n人间吵一些，世界糊一点\n因为如此说爱你\n你听不见\n风托着爱意\n和雨落在爱人的鼻尖',
    creator: '陶老师',
    created_at: '2022-04-27 01:06',
    updated_at: ''
  },
  {
    id: '0000011',
    title: '',
    content:
      '四月\n夜风在清它的嗓子，我回归我的流亡\n每一步都走的想入非非\n提着荒野月亮，我是自己唯一的行囊\n越是正襟危坐越是焦急的等待着饲养\n那颗假意平静的心脏',
    creator: '陶老师',
    created_at: '2022-04-21 01:34',
    updated_at: ''
  },
  {
    id: '0000012',
    title: '',
    content:
      '独白长镜写全章，广角跳剪锁过往。\n半幕欢愉我入场，结局与动机难讲。',
    creator: '陶老师',
    created_at: '2022-04-12 00:15',
    updated_at: ''
  },
  {
    id: '0000013',
    title: '',
    content:
      '繁星可爱\n石头长满苔藓\n春夜，我们散步江边\n我不要苍山雪\n也不要洱海月\n有你，就压过所有的词眼',
    creator: '陶老师',
    created_at: '2022-04-02 22:18',
    updated_at: ''
  },
  {
    id: '0000014',
    title: '',
    content:
      '回南天的雨像呼吸\n止不住，落在盛不满的空碗里\n淅淅沥沥，无休止地震颤我的心脏\n不允许它不为你而跳\n想这世上有你\n一切风波都可平息\n凉风点染，星子作簪\n你走来时，与夜色高下立判',
    creator: '陶老师',
    created_at: '2022-03-31 21:24',
    updated_at: ''
  }
];

module.exports = {
  poemList
};
